var questions = [
  [
    new Question(
      "1",
      ["Да", "Нет"],
      0
    ),
  ],
  [
    new Question(
      "2",
      ["Да", "Нет"],
      0
    ),
  ],
  [
    new Question(
      "3",
      ["Да", "Нет"],
      0
    ),
  ],
  [
    new Question(
      "4",
      ["Да", "Нет"],
      0
    ),
  ],
  [
    new Question(
      "Включает ли ЗРС С-300  в себя радиолокационную станцию обнаружения целей?",
      ["Да", "Нет"],
      0
    ),
    new Question(
      "Может ли ЗРС С-300  обнаруживать и уничтожать баллистические ракеты?",
      ["Да", "Нет"],
      0
    ),
    new Question(
      "Может ли ЗРС С-300 быть использована в морских условиях?",
      ["Да", "Нет"],
      1
    ),
    new Question(
      "Выберите одно из преимуществ ЗРС С-300 приведенных ниже:",
      [
        "способность обнаруживать и поражать широкий спектр воздушных целей на больших расстояниях",
        "способность обнаруживать и поражать морской транспорт",
        "ЗРС С-300 особенно эффективна против стелс-самолетов и гиперзвуковых ракет",
        "ЗРС С-300 самая эффективная ЗРС в галактике",
      ],
      0
    ),
    new Question(
      "Каковы основные тактические и технические характеристики ЗРС С-300ПМУ2 (30Н6Е2)?",
      [
        "способна сопровождать до сотни целей одновременно, а также одновременно обстреливать до 36 целей. Она способна поражать цели на расстояниях до 200 км.",
        "может осуществлять одновременный запуск только одной ракеты",
        "способна поражать цели только на расстоянии до 50 км",
        "может осуществлять одновременный запуск до ста ракет",
      ],
      0
    ),
  ],
];
